Repository: khanhnbsss1/elearning_app
Catalog: lib/l10n/intl_*.arb
Languages: vi

# notify_error
source: An error has occurred!
vi: Đã có lỗi xảy ra!

# authen_invalid
source: Username or password is incorrect
vi: Tên đăng nhập hoặc mật khẩu không đúng

# appcept
source: Accept
vi: Chấp nhận

# loading_message
source: Loading, please wait...
vi: Đang xử lý, vui lòng chờ...

# fitter_list
source: Filter List
vi: Danh sách Bộ lọc

# show_hide_items
source: Hide and show items
vi: Ẩn và hiển thị các mục

source: Size Settings
vi: Cài đặt kích thước

source: Change size of images
vi: Thay đổi kích thước hình ảnh

source: Sort List
vi: Danh sách Sắp xếp

source: Change layout behavior
vi: Thay đổi hành vi bố cục

source: Vehicle Tracking
vi: Theo dõi Xe

# forgot_password
source: Forgot pin code?
vi: Quên mã pin?

source: Save account
vi: Lưu tài khoản

# sign_in_with
source: Or sign in with
vi: Hoặc đăng nhập bằng

# you_do_not_have_an_account
source: You don't have an account?
vi: Bạn chưa có tài khoản?

source: Sign up
vi: Đăng ký

source: Password
vi: Mật khẩu

source: Sign In
vi: Đăng nhập

source: Dashboard
vi: Trang chủ

# vehicle
source: Vehical
vi: Phương tiện

source: Map
vi: Bản đồ

source: Notification
vi: Thông báo

source: More
vi: Thêm

source: Full Name
vi: Tên đầy đủ

source: Date of Birth
vi: Ngày sinh

source: Your Address
vi: Địa chỉ của bạn

# you_do_have_an_account
source: You have an account?
vi: Bạn có tài khoản?

source: User Name
vi: Tên đăng nhập

# state_expired
source: Expired
vi: Hết hạn

# state_all
source: All
vi: Tất cả

# state_stop
source: Stop
vi: Đang dừng

# state_parking
source: Parking
vi: Đang đỗ

# state_running
source: Running
vi: Đang chạy

# state_poor_GPS
source: GPS Poor
vi: GPS yếu

# state_not_GPS
source: No GPS
vi: Mất GPS

# state_poor_GPRS
source: GPRS Poor
vi: GPRS yếu

# state_not_GPRS
source: No GPRS
vi: Mất GPRS

# state_tranfer_history
source: Tranfer history
vi: Truyền log

# state_inactive
source: Inactive
vi: Chưa kích hoạt

# state_invalid_status
source: Invalid status
vi: Chưa xác định

# setting_text
source: Settings
vi: Cài đặt

# common_text
source: Common
vi: Chung

# language_text
source: Language
vi: Ngôn ngữ

# english_text
source: English
vi: Tiếng Anh

# viet_nam_text
source: Vietnamese
vi: Tiếng Việt

# environment_text
source: Environment
vi: Môi trường

# production_text
source: Production
vi: Sản xuất

# account_text
source: Account
vi: Tài khoản

# phone_number_text
source: Phone number
vi: Số điện thoại

# sign_out_text
source: Sign out
vi: Đăng xuất

# security_text
source: Security
vi: Bảo mật

# lock_app_in_background_text
source: Lock app in background
vi: Khóa ứng dụng trong nền

# use_fingerprint_text
source: Use fingerprint
vi: Sử dụng dấu vân tay

# change_password_text
source: Change password
vi: Thay đổi mật khẩu

# enable_notifications_text
source: Enable Notifications
vi: Bật thông báo

# terms_of_service_text
source: Terms of Service
vi: Điều khoản Dịch vụ

# open_source_licenses_text
source: Open source licenses
vi: Giấy phép nguồn mở

# version_text
source: Version
vi: Phiên bản

# map_setting_title
source: Map setting
vi: Cài đặt bản đồ

source: Show traffic
vi: Hiển thị giao thông

source: Show car group
vi: Hiển thị nhóm xe

source: Show my location
vi: Hiển thị vị trí của tôi

source: Show car icon
vi: Hiển thị biểu tượng xe

# showFocusToVehicle
source: Allow traction
vi: Cho phép bám xe

source: Show geofence
vi: Hiển thị hàng rào địa lý

# category_account
source: Account
vi: Tài khoản

# category_category
source: Category
vi: Yêu thích

# category_media_data
source: Photo - Video
vi: Hình ảnh và video

# category_report
source: Report
vi: Báo cáo

# category_device
source: Devices
vi: Thiết bị

# category_service_support
source: Service-support
vi: Dịch vụ - hỗ trợ

# category_news_notify
source: News and notify
vi: Tin tức, thông báo

# map_tracking
source: Tracking
vi: Theo dõi

# map_trip
source: Trip
vi: Hành trình

# map_replay
source: Replay
vi: Xem lại

# map_info
source: Info
vi: Thông tin

# time_in_minute_str
source: Minute
vi: Phút

# time_in_hour_str
source: Hour
vi: Giờ

# time_in_day_str
source: Day
vi: Ngày

# time_in_month_str
source: Month
vi: Tháng

# time_in_year_str
source: Year
vi: Năm

# time_in_second_str
source: Second
vi: Giây

# battery_str
source: Battery
vi: Nguồn

# door_status_open_str
source: Open
vi: Mở

# door_status_close_str
source: Close
vi: Đóng

# basic_status_on
source: ON
vi: Bật

# basic_status_off
source: OFF
vi: Tắt

source: Continuous driving:
vi: Lái xe liên tục:

# distance_driving
source: Distance
vi: Quãng đường đi:

# detail_car_info
source: Car information
vi: Thông tin xe

# detail_license_plate
source: License plate
vi: Biển số xe

# detail_date_expected
source: Expiration date
vi: Ngày hết hạn

# detail_driver_information
source: Driver information
vi: Thông tin lái xe

# detail_air
source: Air conditioner
vi: Điều hòa

# detail_engine
source: Engine
vi: Nổ máy

# detail_door
source: Door
vi: Cửa

# detail_fuel
source: Remaining fuel
vi: Nhiên liệu còn lại

# detail_temp
source: Temperature
vi: Nhiệt độ

# detail_acc
source: Lock the car
vi: Khoá xe

# detail_ben
source: Raise the bin
vi: Nâng thùng

# detail_light
source: Car light
vi: Đèn xe

# detail_right_turn_signal
source: Right turn light
vi: Đèn rẽ phải

# detail_left_turn_signal
source: Left turn light
vi: Đèn rẽ trái

# detail_brake
source: Brake
vi: Phanh hãm

# detail_car_tracking
source: Tracking vehicle
vi: Theo dõi xe

# detail_car_status
source: Status
vi: Trạng thái

# detail_car_speed
source: Speed
vi: Tốc độ

# detail_car_tracking_day_time
source: Time
vi: Thời gian

# detail_car_tracking_day_distance
source: Km of the day
vi: Km trong ngày

# detail_car_update_time
source: Update at
vi: Cập nhật lúc

# detail_car_address
source: Current address
vi: Địa chỉ hiện tại

# detail_position_lat_lng
source: Coordinates
vi: Tọa độ

# message_notify_not_have_car_in_this_state
source: There are no vehicles in this state!
vi: Không có xe nào trong trạng thái này!

# message_notify_not_have_start_stop_points_in_this_time
source: There are no start/stop in this time. Please choose other time!
vi: Không tìm thấy điểm dừng đỗ nào trong thời gian này. Vui lòng chọn thời gian khác!

# string_next
source: Next
vi: Tiếp theo

# string_back
source: Back
vi: Quay lại

# string_cancel
source: Cancel
vi: Huỷ

# string_done
source: Done
vi: Hoàn tất

# string_time_setting
source: Time setting
vi: Cài đặt thời gian

# string_begin_time
source: Time start
vi: Bắt đầu

# string_end_time
source: Time end
vi: Kết thúc

# string_last_photo
source: Last photo
vi: Ảnh mới nhất

# string_all_photo
source: All photo
vi: Tất cả ảnh

# string_live_stream
source: Live stream
vi: Trực tuyến

# string_play_back
source: Play back
vi: Xem lại

# string_summary_report
source: Summary
vi: Tổng hợp

# string_summary_fuel_report
source: Summary fuel
vi: Nhiên liệu

# string_summary_route_report
source: Summary route
vi: Lộ trình

# string_stop_point_report
source: Stop point
vi: Điểm dừng

# string_stop_parking_report
source: stop parking
vi: Dừng đỗ

# string_temp_report
source: Temperature
vi: Nhiệt độ

# string_photo_report
source: Photo
vi: Hình ảnh

# string_language
source: Languages
vi: Ngôn ngữ

# string_english
source: English
vi: Tiếng Anh

# string_spanish
source: Spanish
vi: Tiếng pháp

# string_Chinese
source: Chinese
vi: Tiếng Trung

# string_German
source: German
vi: Tiếng Đức

# string_viet_names
source: VietNamese
vi: Tiếng Việt

# copy_right
source: FFTSolution - Copyright 2024
vi: FFTSolution - Bản quyền 2024

# string_newest
source: News
vi: Tin tức

# string_notify
source: Notification
vi: Thông báo

# string_payment
source: Payment
vi: Thanh toán

# string_device_info
source: Device information
vi: Thông tin thiết bị

# string_device_command
source: Command
vi: Gửi lệnh

# string_device_log
source: View log
vi: Xem log

# string_device_list
source: Device list
vi: Danh sách thiết bị

# string_have_not_notify
source: No notification
vi: Không có thông báo

# string_no_more_old_data
source: No older messages
vi: Không có thông báo cũ hơn

# report_group_summary
source: Summary
vi: Tổng hợp

# report_group_fuel
source: Fuel
vi: Nhiên liệu

# report_group_device
source: Device
vi: Thiết bị

# report_group_trip
source: Trip
vi: Hành trình

# report_group_sensor
source: Sensor
vi: Cảm biến

# report_group_speed
source: Speed
vi: Tốc độ

# report_group_geofence
source: Geofence
vi: Địa lý

# report_summary_by_day
source: Summary by day
vi: Tổng hợp theo ngày

# report_history_data
source: History data
vi: Dữ liệu lịch sử

# report_summary_by_vehicle
source: Summary by vehicle
vi: Tổng hợp theo xe

# report_summary_by_driver
source: Summary by driver
vi: Tổng hợp theo lái xe

# report_summary_tranfer_data
source: Summary transfer data
vi: Truyền dữ liệu

# report_fuel_summary
source: Fuel summary
vi: Tổng hợp nhiên liệu

# report_fuel_chart
source: Fuel chart
vi: Biểu đồ nhiên liệu

# report_fuel_change
source: Fuel change
vi: Nạp xả

# report_device_summary
source: Device summary
vi: Tổng hợp thiết bị

# report_device_status
source: Device Status
vi: Trạng thái thiết bị

# report_device_status_history
source: Status history
vi: Lịch sử trạng thái

# report_device_by_engine_on
source: Engine on of Device
vi: Thời gian nổ máy

# report_route
source: Route
vi: Lộ trình

# report_route_mini
source: Mini route
vi: Lộ trình rút gọn

# report_vehicle_trip
source: Vehicle trip
vi: Hành trình xe chạy

# report_continuous_driving_time
source: Continuous driving time
vi: Thời gian lái xe liên tục

# report_stop_parking
source: Stop parking
vi: Dừng đỗ

# report_on_day_driving_time
source: Driving time of day
vi: Thời gian lái xe trong ngày

# report_photo_of_vehicle_trip
source: Photo of the vehicle's trip
vi: Ảnh h/trình

# report_temperature
source: Temperature
vi: Nhiệt độ

# report_speed
source: Speed
vi: Tốc độ

# report_speed_over
source: Over speed
vi: Quá tốc độ giới hạn

# report_toll_station
source: Toll station
vi: Trạm thu phí

# report_geofence_summary_in_out
source: Summary in and out of the Geofence
vi: Tổng hợp ra vào vùng

# report_geofence_detail_in_out
source: Details in and out of the Geofence
vi: Chi tiết ra vào vùng

# report_engine_time
source: Engine time
vi: Thời gian máy nổ

# not_user
source: Do not use
vi: Không sử dụng

# status_open
source: Open
vi: Mở

# status_off
source: Off
vi: Tắt

# invalid_str
source: Invalid
vi: Không xác định

source: Logout
vi: Đăng xuất

# str_imei
source: Imei
vi: Mã thiết bị

# str_deviceType
source: Device Type
vi: Loại thiết bị

# str_simNo
source: Sim number
vi: Số sim

# str_simType
source: Sim Type
vi: Loại sim

# str_username
source: Username
vi: Tên người dùng

# str_userId
source: User Id
vi: Id người dùng

# str_active
source: Activation status
vi: Kích hoạt bảo hành

# str_status
source: Status
vi: Trạng thái

# str_serviceExpire
source: Expiration Date
vi: Ngày hết hạn

# str_vehiclePlate
source: License plate
vi: Biển số xe

# str_deviceName
source: Device name
vi: Tên thiết bị

# str_description
source: Description
vi: Mô tả

# str_createdAt
source: Generation time
vi: Thời gian tạo

# str_createdBy
source: Created by user
vi: Tạo bởi người dùng

# str_warrantyActivation
source: Warranty activation
vi: Kích hoạt bảo hành

# str_warrantyActivationDate
source: Warranty activation date
vi: Ngày kích hoạt bảo hành

# str_warrantyExpired
source: Warranty Expiration Date
vi: Ngày hết hạn bảo hành

# str_usingTollFee
source: Tolls
vi: Phí cầu đường

# str_hasBattery
source: Battery
vi: Pin

# str_totalCamera
source: Number of cameras
vi: Số lượng camera

# str_device_service
source: Device Service
vi: Dịch vụ thiết bị

# yes_str
source: Yes
vi: Có

# no_str
source: No
vi: Không có

# str_status_car
source: Vehicle Status
vi: Trạng thái xe

# str_location_and_time
source: Location and time
vi: Vị trí và thời gian

# str_io_and_engine
source: I/O and fuel
vi: I/O và nhiên liệu

# str_long
source: Longitude
vi: Kinh độ

# str_lat
source: Latitude
vi: Vĩ độ

# str_engine
source: Explosive machine
vi: Máy nổ

# str_activated
source: Activated
vi: Đã kích hoạt

# str_no_activated
source: Not activated yet
vi: Chưa kích hoạt

# str_no_image
source: No image
vi: Không có ảnh

# str_channel
source: Channel
vi: Kênh

# str_not_device_in_acocunt
source: This account has no device, please choose another account
vi: Tài khoản này không có thiết bị, vui lòng chọn tài khoản khác

# str_not_sensor_in_device
source: This device has no sensor, please choose another device
vi: Thiết bị này không có cảm biến, vui lòng chọn thiết bị khác

# str_no_sensor_in_device
source: This device has no other sensors
vi: Thiết bị này không còn cảm biến nào khác

# str_not_camera_in_device
source: This device does not have a camera, please choose another device
vi: Thiết bị này không có camera, vui lòng chọn thiết bị khác

# str_not_photo_in_camera
source: This camera has no photos, please choose another camera
vi: Camera này không có ảnh, vui lòng chọn camera khác

# str_accept
source: Agree
vi: Đồng ý

# str_cancel
source: Cancel
vi: Huỷ bỏ

# str_select_device
source: Select device
vi: Chọn thiết bị

# str_select_a_device
source: Select a device
vi: Chọn thiết bị

# str_select_camera
source: Select camera
vi: Chọn camera

# str_select_a_camera
source: Select a camera
vi: Chọn camera

# str_select_sensor
source: Select sensor
vi: Chọn cảm biến

# str_select_a_sensor
source: Select a sensor
vi: Chọn cảm biến

# no_internet
source: No internet connection
vi: Không có kết nối mạng

source: Temperature chart
vi: Biểu đồ nhiệt độ

# str_device_command
source: Send device command
vi: Gửi lệnh thiết bị

# str_device_log
source: Log history
vi: Lịch sử log

# str_device_list_info
source: List of devices
vi: Danh sách thiết bị

# str_device_info
source: Information
vi: Thông tin

# str_connected
source: Connected
vi: Đã kết nối

# str_disconnected
source: Disconnected
vi: Đã ngắt kết nối

# str_clear
source: Clear
vi: Xóa

# str_enter_ASCII
source: Enter ASCII command
vi: Nhập lệnh ASCII

# str_send_ASCII
source: Send ASCII
vi: Gửi ASCII

# str_temperature
source: Temperature
vi: Nhiệt độ

source: Speed chart
vi: Biểu đồ tốc độ

source: Speed history
vi: Lịch sử tốc độ

# str_speed
source: Speed
vi: Tốc độ

# str_speeds
source: Speeds
vi: Các tốc độ

# str_time
source: Time
vi: Thời gian

# str_address
source: Address
vi: Địa chỉ

# str_note
source: Note
vi: Ghi chú

# stt
source: No
vi: STT

# no_search_result
source: No data available
vi: Không có dữ liệu

# header_popup_fingerprint
source: Verify your fingerprint for login
vi: Xác thực vân tay của bạn để đăng nhập

# header_popup_biometric
source: Verify your biometrics for login
vi: Xác thực sinh trắc của bạn để đăng nhập

# title_popup_fingerprint
source: Sign in with fingerprint
vi: Đăng nhập bằng vân tay

# title_popup_biometric
source: Biometric login
vi: Đăng nhập bằng sinh trắc

# title_popup_faceid
source: Active FaceID
vi: Đăng nhập bằng khuôn mặt

# notify_lable
source: Notification
vi: Thông báo

# button_close
source: Close
vi: Đóng

# notify_setup_faceid
source: You have not set up face login. Please log in to your account with your password and face authentication settings
vi: Bạn chưa cài đặt đăng nhập bằng khuôn mặt. Vui lòng đăng nhập vào tài khoản bằng mật khẩu và cài đặt xác thực khuôn mặt

# notify_setup_fingerprint
source: You have not set up fingerprint login. Please log in to your account with password and fingerprint authentication settings
vi: Bạn chưa cài đặt đăng nhập bằng vân tay. Vui lòng đăng nhập vào tài khoản bằng mật khẩu và cài đặt xác thực vân tay

# notify_setup_biometric
source: You have not set up biometric login. Please log in to your account with password and biometric authentication settings
vi: Bạn chưa cài đặt đăng nhập bằng sinh trắc học. Vui lòng đăng nhập vào tài khoản bằng mật khẩu và cài đặt xác thực sinh trắc học

# date_str
source: Date
vi: Ngày

source: Distance (km)
vi: Quãng đường (km)

# duration_start_engine_start
source: Engine startup time
vi: Thời gian nổ máy

# duration_start_engine_idling
source: Engine stop time
vi: Thời gian dừng xe nổ máy

# duration_parking_engine_time
source: Engine parking time
vi: Thời gian đỗ xe nổ máy

# duration_engine_time
source: Total engine time
vi: Tổng thời gian nổ máy

# max_speed
source: Maximum speed
vi: Tốc độ lớn nhất

source: Average speed
vi: Tốc độ trung bình

source: Fuel Consume
vi: Tiêu thụ

source: Fuel add
vi: Nạp

source: Fuel remove
vi: Xả

# welcome
source: Hello
vi: Xin chào

source: User Info
vi: Thông tin người dùng

# edit_str
source: Edit
vi: Chỉnh sửa

# tech_info
source: Specifications
vi: Thông số kỹ thuật

source: Time zone
vi: Múi giờ

# unit_distance
source: Unit of distance
vi: Đơn vị khoảng cách

# unit_volume
source: Volume unit
vi: Đơn vị thể tích

# unit_weight
source: Unit of weight
vi: Đơn vị cân nặng

# unit_temp
source: Temperature unit
vi: Đơn vị nhiệt độ

# unit_time
source: Date format
vi: Định dạng ngày tháng

# engine_hours_history
source: Explosive history
vi: Lịch sử máy nổ

source: From time
vi: Từ thời gian

# to_time
source: To the time
vi: Đến thời gian

# location_start
source: Start point coordinates
vi: Tọa độ điểm bắt đầu

# location_end
source: End point coordinates
vi: Tọa độ điểm kết thúc

# time_keep_status
source: Status hold time
vi: Thời gian giữ trạng thái

# time_move
source: Time to move
vi: Thời gian di chuyển

# address_start
source: Starting address
vi: Địa chỉ bắt đầu

# address_end
source: End address
vi: Địa chỉ kết thúc

# enviroment_live
source: Live environment
vi: Môi trường live

# enviroment_develop
source: Development environment
vi: Môi trường develop

# enviroment_uat
source: Uat environment
vi: Môi trường uat

# enviroment_permission
source: environment permission
vi: Môi trường permission

# type_old_password
source: Enter old password
vi: Nhập mật khẩu cũ

# type_new_password
source: Enter a new password
vi: Nhập mật khẩu mới

# type_new_password_again
source: Re-enter new password
vi: Nhập lại mật khẩu mới

source: Old password
vi: Mật khẩu cũ

source: New password
vi: Mật khẩu mới

source: Change password
vi: Thay đổi mật khẩu

# new_password_confirm
source: Confirm new password
vi: Xác nhận mật khẩu mới

# old_password_not_empty
source: Old password cannot be blank
vi: Mật khẩu cũ không được để trống

# new_password_not_empty
source: New password cannot be empty
vi: Mật khẩu mới không được để trống

# new_password_confirm_not_empty
source: Confirm new password cannot be empty
vi: Xác nhận mật khẩu mới không được để trống

# new_password_and_confirm_not_simple
source: New password and confirm new password do not match
vi: Mật khẩu mới và xác nhận mật khẩu mới không trùng nhau

# old_pin_code_not_empty
source: Old pin code cannot be empty
vi: Mã pin cũ không được để trống

# new_pin_code_not_empty
source: New pin code cannot be empty
vi: Mã pin mới không được để trống

# new_pin_code_confirm_not_empty
source: Confirm new pin code cannot be empty
vi: Xác nhận mã pin mới không được để trống

# new_pin_code_and_confirm_not_simple
source: New pin code and confirm new pin code do not match
vi: Mã pin mới và xác nhận mã pin mới không trùng nhau

# geofence_list
source: Geofence manager
vi: Quản lý danh sách vùng

# geofence_create
source: Create geofence
vi: Tạo mới vùng địa lý

# geofence_edit
source: Edit geofence
vi: Chỉnh sửa vùng địa lý

# geofence_delete
source: Delete geofence
vi: Xóa vùng địa lý

source: Geofence manager
vi: Vùng địa lý

# geofence_create1
source: Create geofence
vi: Tạo vùng

source: Geofence name
vi: Tên vùng

source: Geofence type
vi: Phân loại vùng

# color_fill
source: Bg color
vi: Màu nền

# color_border
source: Border color
vi: Màu viền

# opacity_value
source: Opacity
vi: Độ mờ

# str_update
source: Update
vi: Cập nhật

# color_border_final
source: End border color
vi: Màu viền cuối

# color_fill_final
source: Last Bg color
vi: Màu nền cuối

source: Recreate
vi: Tạo mới

# create_polygon_note
source: Please click on the point you want to create on the map to create an area
vi: Vui lòng nhấn vào vị trí điểm cần tạo trên bản đồ để tạo vùng

# select_geo_type
source: Select area style
vi: Chọn kiểu vùng

# radius_str
source: Radius
vi: Bán kính

# develop_page
source: Function is under development. Please try again later!
vi: Chức năng đang được phát triển. Vui lòng thử lại sau!

# geofence_delete_confirm
source: Are you sure to delete the region
vi: Bạn có chắc chắn xóa vùng

# map_all_device
source: All devices
vi: Tất cả thiết bị

# ministry_of_transport
source: Directorate of Roads
vi: Tổng cục đường bộ

# support_tech
source: Technical support
vi: Hỗ trợ kỹ thuật

# support_pay
source: Service support
vi: Hỗ trợ dịch vụ

# support_feedback
source: Feedback to us
vi: Phản hồi tới chúng tôi

# support_help
source: Suggestions
vi: Góp ý

# str_warning
source: Warning
vi: Cảnh báo

# str_warning_detail
source: Are you sure you want to open our website?
vi: Bạn có chắc chắn muốn mở trang web của chúng tôi?

# str_about
source: About us
vi: Về chúng tôi

# str_enter_number
source: Number of times entering the area
vi: Số lần vào vùng

# str_exit_number
source: Number of exits
vi: Số lần ra vùng

# str_time_in_geo
source: Time in area
vi: Thời gian trong vùng

# str_device_expire_service
source: The device has expired service, please renew the service to use these functions!
vi: Thiết bị hết hạn dịch vụ, vui lòng gia hạn để sử dụng các chức năng này!

# state_type_route
source: Route
vi: Lộ trình

# state_type_engine
source: Engine
vi: Động cơ

# state_type_air
source: Air conditioner
vi: Điều hòa

source: State type
vi: Loại trạng thái

# str_confirm
source: Confirm
vi: Xác nhận

# str_reset_password
source: Recover pin code
vi: Lấy lại mã pin

# str_reset_password_note
source: Please enter the phone you registered with!
vi: Vui lòng nhập số điện thoại bạn đã đăng ký!

# str_type_email
source: Enter email
vi: Nhập email

# str_reset_password_notify
source: Password refresh information has been sent to your mailbox, please check and follow the instructions!
vi: Thông tin làm mới mật khẩu đã được gửi đến hòm thư của bạn, vui lòng kiểm tra là làm theo hướng dẫn!

# location_permission
source: The app needs to access location data to view the map, please allow it!
vi: Ứng dụng cần truy cập dữ liệu vị trí để xem bản đồ, vui lòng cho phép ứng dụng truy cập!

# str_capacity
source: Capacity
vi: Dung tích

# str_capacity_start
source: Previous capacity
vi: Dung tích trước

# str_capacity_end
source: Capacity after
vi: Dung tích sau

# str_capacity_change
source: Capacity change
vi: Dung tích thay đổi

# str_command_control
source: List of control command
vi: Danh sách lệnh điều khiển

source: Page not found
vi: Trang không tồn tại

# book_a_slot
source: Book Slot
vi: Đặt lịch

# select_vehicle_type
source: Select your Vehicle Type
vi: Chọn loại xe

# select_vehicle_model
source: Select your Vehicle Model
vi: Chọn mẫu xe

# select_vehicle_fuel
source: Select your Vehicle Charge Type
vi: Chọn kiểu sạc cho xe

source: Select Connection Type
vi: Chọn loại kết nối

source: Select Date For Your Slot
vi: Chọn ngày cho lịch đặt của bạn

source: Select Date
vi: Chọn ngày

# please_fill_all_detail_info
source: Please Fill That All Detail For Me To Start Your Booking Slot
vi: Vui lòng điền tất cả chi tiết để bắt đầu thời gian đặt chỗ của bạn

source: Slot Date
vi: Ngày đặt

source: Slot time
vi: Thời gian đặt

source: Connection Type
vi: Loại kết nối

# price_str
source: Price
vi: Giá

source: Set fix amount of charging
vi: Đặt mức sạc cố định

# book_no
source: Booking No:
vi: Số đặt:

source: Fuel Type
vi: Loại nhiên liệu

source: Charge point id
vi: Số định danh điểm sạc

source: Total Payment
vi: Tổng số tiền

source: Payment Receipt
vi: Biên lai thanh toán
