Repository: khanhnbsss1/elearning_app
Catalog: lib/l10n/intl_*.arb
Languages: vi

# booking_detail
source: Boooking detail
vi: Chi tiết lịch sạc

# scan_this_code_for_more_detail
source: Scan this code to link accounts or payment !
vi: Quét mã này để liên kết tài khoản hoặc thanh toán!

source: Your reservation
vi: Đặt chỗ của bạn

source: Booking number
vi: Số đặt lịch

source: Start Time
vi: Thời gian bắt đầu

source: Total pay
vi: Tổng số tiền phải trả

source: Card Number
vi: Số thẻ

source: CardHolder Name
vi: Tên chủ thẻ

source: Expire Date
vi: Ngày hết hạn

source: CVV Number
vi: Số CVV

source: The last three number on the back of your card
vi: Ba số cuối ở mặt sau thẻ của bạn

source: Save This informattion for future payment
vi: Lưu thông tin này để thanh toán trong tương lai

source: Saved Slots
vi: Các lịch đặt đã lưu

source: Do you want to delete all saved slots?
vi: Bạn có muốn xóa tất cả các vị trí đã lưu không?

source: Delete All
vi: Xóa tất cả

source: View Detail
vi: Xem chi tiết

# view_slot
source: View Slot Detail
vi: Chi tiết lịch sạc

source: Delete Slot
vi: Xóa lịch đặt

# charging_str
source: Charging
vi: Đang sạc

# duration_str
source: Duration
vi: Thời lượng

source: Time To Charge
vi: Đã đến lúc sạc

source: Rebook Slot
vi: Đặt lại

source: Add Address
vi: Thêm địa chỉ

source: Your Location
vi: Vị trí của bạn

source: Tag This Location
vi: Gắn thẻ vị trí này

source: Save Address
vi: Lưu địa chỉ

# sucessfully_str
source: Sucessfully !
vi: Thành công!

source: Your vehicle added sucessfully in your list
vi: Xe của bạn đã được thêm thành công vào danh sách

# password_changed_sucessfully
source: Your password has been changed sucessfully !
vi: Mật khẩu của bạn đã được thay đổi thành công!

# sucessfully_completed_for_sign_in
source: You have been sucessfully completed for Sign in
vi: Bạn đã hoàn tất đăng nhập thành công

# ok_str
source: Ok
vi: Được

source: Select Location
vi: Chọn vị trí

source: Add New Address
vi: Thêm địa chỉ mới

source: My Booking
vi: Đặt chỗ của tôi

source: Remove All
vi: Xóa tất cả

# created_str
source: Created
vi: Đã tạo

# ongoing_str
source: Charging
vi: Đang sạc

# booked_str
source: Booked
vi: Đã đặt

# completed_str
source: Completed
vi: Hoàn thành

# history_str
source: Completed
vi: Lịch sử

# expired_str
source: Expired
vi: Hết hạn

# cancel_str
source: Canceled
vi: Đã hủy

# canceled_str
source: Canceled
vi: Đã hủy

source: See All
vi: Xem tất cả

source: Near by me
vi: Gần tôi

source: change Location
vi: thay đổi Vị trí

source: Choose EV Charger Near by you
vi: Chọn bộ sạc EV ở gần bạn

# profile_str
source: Profile
vi: Hồ sơ

source: My Profile
vi: Hồ sơ của tôi

source: My Car
vi: Xe của tôi

# setting_str
source: Setting
vi: Cài đặt

# skip_str
source: Skip
vi: Bỏ qua

source: Select my current location
vi: Chọn vị trí hiện tại của tôi

source: Select Address
vi: Chọn địa chỉ

# open_str
source: Open
vi: Mở

# connection_str
source: Connection
vi: Kết nối

# distances_str
source: Distances
vi: Khoảng cách

source: Reset Password
vi: Đặt lại mật khẩu

# new_password_different_previous_passwords
source: Your new password must be different from previous used passwords.
vi: Mật khẩu mới của bạn phải khác với mật khẩu đã sử dụng trước đó.

source: Repeat Password
vi: Lặp lại mật khẩu

source: Remember me
vi: Nhớ tôi

# submit_str
source: Submit
vi: Gửi

source: Enter Your Email Address For Forgot Password
vi: Nhập địa chỉ email của bạn khi quên mật khẩu

# continue_str
source: Continue
vi: Tiếp tục

source: Add Vehicle
vi: Thêm phương tiện

# add_new_vechile_all_detail
source: If you want to add new vechile please fill that all detail carefully ..
vi: Nếu bạn muốn thêm vechile mới, vui lòng điền tất cả chi tiết đó một cách cẩn thận ..

source: Select your vehicle charge type
vi: Chọn loại phí xe của bạn

source: Input avrage Of vechile
vi: Trung bình đầu vào của vechile

source: Input time Of full charging
vi: Thời gian đầu vào của quá trình sạc đầy

source: Input number of vehicle
vi: Nhập số xe

source: Charge Time
vi: Thời gian sạc

source: Previous Charged
vi: Đã tính phí trước đó

source: Previous Slot Station
vi: Trạm đã đặt trước đó

source: Phone
vi: Điện thoại

source: PICK AVAIABLE SLOT
vi: CHỌN LỊCH CÓ SẴN

# full_view
source: Information
vi: Thông tin

# reviews_str
source: Reviews
vi: Đánh giá

# photos_str
source: Photos
vi: Ảnh

source: Rating & Review
vi: Xếp hạng & Đánh giá

source: View All
vi: Xem tất cả

source: Write A Review
vi: Viết bài đánh giá

source: Edit Profile
vi: Chỉnh sửa hồ sơ

# types_of_data_we_collect
source: 1. Types of Data we collect
vi: 1. Loại dữ liệu chúng tôi thu thập

# use_of_your_personal_data
source: 2. Use of your personal Data
vi: 2. Sử dụng dữ liệu cá nhân của bạn

# disclosure_of_your_personal_data
source: 3.Disclosure of your personal Data
vi: 3.Tiết lộ dữ liệu cá nhân của bạn

source: Privacy Policy
vi: Chính sách quyền riêng tư

source: Terms & Conditions
vi: Điều khoản & Điều kiện

# you_do_not_have_any_ongoing_charging
source: You don’t have any ongoing charging Right Now !
vi: Hiện tại, bạn không có bất kỳ khoản sạc nào đang diễn ra!

source: Do you want to delete this slot?
vi: Bạn có chắc chắn muốn huỷ lịch?

source: Would you like to use your current location?
vi: Bạn có muốn sử dụng vị trí hiện tại của mình không?

source: ChargePoint Charging Station
vi: Trạm sạc ChargePoint

source: Enter detail to sign up your account
vi: Nhập chi tiết để đăng ký tài khoản của bạn

source: Mobile Number
vi: Số di động

source: I Agree with
vi: Tôi đồng ý với

source: Terms And Privacy
vi: Điều khoản và quyền riêng tư

source: Already have an Account?
vi: Đã có tài khoản?

source: Enter Code Sent to Your Phone
vi: Nhập mã được gửi tới điện thoại của bạn

source: We sent It to the number
vi: Chúng tôi đã gửi nó tới số

# did_not_receive_code
source: Didn’t receive Code?
vi: Không nhận được Mã?

source: Send through Call
vi: Gửi qua cuộc gọi

# next_str
source: Next
vi: Tiếp theo

source: Confirm Slot
vi: Xác nhận vị trí

# download_str
source: Download
vi: Tải xuống

# share_str
source: Share
vi: Chia sẻ

source: Confirm and Pay
vi: Xác nhận và thanh toán

# view_str
source: View
vi: Xem

source: Not Now
vi: Không phải bây giờ

source: Add New Vehicle
vi: Thêm phương tiện mới

source: Save Slot
vi: Lưu vị trí

source: Save Profile
vi: Lưu hồ sơ

# verify_str
source: verify
vi: xác minh

# user_create
source: Create user
vi: Tạo người dùng

source: User detail
vi: Thông tin người dùng

source: Parent account
vi: Tài khoản cha

source: Create user success
vi: Tạo tài khoản thành công

source: Pin code
vi: Mã pin

source: OTP code
vi: Mã OTP

# login_by_pin_code
source: Login with pin code
vi: Đăng nhập bằng mã pin

# login_by_otp_code
source: Login with otp code
vi: Đăng nhập bằng mã otp

# verify_otp
source: Verify
vi: Xác thực

# use_phone_to_signup
source: User your phone number to signup
vi: Sử dụng số điện thoại của bạn để đăng kí

source: Type verify code
vi: Nhập mã xác thực

# change_pin
source: Change pin code
vi: Thay đổi mã pin

# old_pin
source: Current pin code
vi: Mã pin hiện tại

# new_pin
source: New pin code
vi: Mã pin mới

# new_pin_again
source: Type new pin code again
vi: Nhập lại mã pin

# not_need_account
source: No account needed, click for scan QR code
vi: Không cần tài khoản,nhấn để quét mã

# scan_qr_code
source: Scan code
vi: Quét mã

# open_24_in_7
source: OPEN 24 Hours
vi: Mở cửa 24/7

# charging_capacity_str
source: Charging capacity
vi: Công suất sạc

# charging_connector_number
source: Connector number
vi: Số cổng sạc

# select_charge_connector
source: Select connector
vi: Chọn cổng sạc

source: Charge now
vi: Sạc ngay

# intro1_title2
source: Find Nearest Changing Station
vi: Tìm trạm sạc gần nhất

# intro1_des
source: Now you can find many of places to charge your ev with EV Charger.
vi: Bây giờ bạn có thể tìm thấy nhiều nơi để sạc xe điện của mình với PaymentManager.

# intro2_title1
source: Book A has sale free
vi: Đặt lịch sạc

# intro2_des
source: Check for Open charging Slot In Real Time.Book Your Slot Easily As Per Your Preferance.
vi: Kiểm tra trạng thái lịch sạc trong thời gian thực. Đặt lịch sạc của bạn một cách dễ dàng theo nhu cầu của bạn.

# intro3_title1
source: We got you covered with our
vi: Chúng tôi đã hỗ trợ bạn bằng

# intro3_title2
source: Fastest services
vi: dịch vụ nhanh nhất

# intro3_des
source: Get our services and amazing offers & emergency services and support for 24*7.
vi: Nhận các dịch vụ của chúng tôi cũng như các ưu đãi tuyệt vời và dịch vụ khẩn cấp cũng như hỗ trợ 24*7.

# not_nearest_ev_charge
source: There are no charging stations near you
vi: Không có trạm sạc nào gần bạn

# please_type_key_word
source: Enter an address to find a charging station
vi: Nhập địa chỉ để tìm trạm sạc

# provinces_str
source: Province, city
vi: Tỉnh, thành phố

# districts_str
source: Districts
vi: Huyện

source: Connector type
vi: Loại cổng sạc

# apply_str
source: Apply
vi: Áp dụng

# charge_info
source: Charge infomation
vi: Thông tin trạm sạc

source: Charge type
vi: Kiểu sạc

source: Charge full
vi: Sạc đầy

source: Charge by time
vi: Đặt thời gian sạc

# change_pin_success
source: Change pin code success
vi: Đổi mã pin thành công

# today_str
source: OTP code must have 6 digits
vi: Hôm nay

# electricityPrice
source: Electrical price (VND/kWh)
vi: Giá điện (VNĐ/kWh)

# parkingPrice
source: Parking price (VND/h)
vi: Giá đỗ xe (VNĐ/h)

# occupiedChargePrice
source: Occupied Charge (VND/h)
vi: Phí chiếm dụng (VNĐ/h)

# vehicleType
source: Vehicle type that supports charging
vi: Loại xe hỗ trợ sạc

# electricType
source: Electric charging type
vi: Kiểu sạc điện

# descriptionOperatingVoltage
source: Voltage (V)
vi: Điện thế (V)

# descriptionConnectorWattage
source: Wattage (kWh)
vi: Công suất (kWh)

source: Choose connector type
vi: Chọn loại cổng sạc

source: Delete fitter
vi: Xóa bộ lọc

# temporary_price
source: Temporary price (VND)
vi: Giá tạm tính (VNĐ)

# confirm_book_slot_str
source: Are you sure you want to set a charging schedule?
vi: Bạn có chắc chắn muốn đặt lịch sạc ?

# please_choose_connector_type
source: Please choose charging port
vi: Vui lòng chọn cổng sạc

# please_choose_date
source: Please choose a charging date
vi: Vui lòng chọn ngày sạc

# please_choose_time
source: Please choose charging time
vi: Vui lòng chọn thời gian sạc

source: Save success
vi: Lưu thành công

source: Save fail
vi: Lưu thất bại

source: Type pin code
vi: Nhập mã pin

# type_pin_code_send_to_your_phone
source: Type verify code send to your phone
vi: Nhập mã xác thực được gửi tới số điện thoại

source: Start Charging
vi: Bắt đầu sạc

# saved_device
source: Saved devices
vi: Thiết bị đã lưu

# select_time_frame
source: Time frame
vi: Khung giờ

# slot_time_empty
source: Slot is not available
vi: Lịch không có sẵn

# pin_code_length_must_is_6
source: Please enter all 6 numbers
vi: Vui lòng nhập đủ 6 số

# scanner_connector
source: Scanner connector QR
vi: Quét mã QR gắn tại đầu sạc

source: Cancel booking success
vi: Huỷ lịch thành công

# charged_str
source: Charged
vi: Đã sạc

# spent_str
source: Spent
vi: Đã trả

# charging_connector_name
source: Connector name
vi: Tên cổng sạc

source: Connector info
vi: Thông tin cổng sạc

# connector_info_type
source: Connector type infomation
vi: Loại cổng sạc

source: Please type phone number
vi: Vui lòng nhập số điện thoại

# money_in_wallet_is_enough
source: Wallet balance is not enough
vi: Số dư ví không đủ

# slot_time_is_empty
source: Time is not available
vi: Thời gian không có sẵn

source: unsave
vi: Bỏ lưu

source: Unsave success
vi: Bỏ lưu thành công

# welcome_to_PaymentManager
source: Welcome to Financial Admin
vi: Chào mừng bạn đến với Financial Admin

# please_type_pin_code_of_phone
source: Please enter the pin code registered with the phone number
vi: Vui lòng nhập mã pin đã đăng ký với số điện thoại

# money_in_wallet
source: Wallet balance
vi: Số dư

# guideline_and_q_and_a
source: Guideline and Q&A
vi: Hướng dẫn sử dụng và hỏi đáp

# use_as_guest
source: Guest login
vi: Dùng thử

# or_str
source: or
vi: hoặc

source: Have not review
vi: Chưa có đánh giá

# begin_charging_str
source: Begin charging
vi: Bắt đầu sạc

source: Stop Charging
vi: Dừng sạc

# scan_qr_code_of_booking_device_or_connector
source: Scan code of station, charging head or booking schedule
vi: Quét mã trạm, đầu sạc hoặc lịch đặt

# scan_qr_code_of_device_or_connector
source: Scan the station or charger code
vi: Quét mã trạm hoặc đầu sạc

source: Connector number
vi: Cổng sạc sổ

source: View qrcode
vi: Mã QR

# charging_prepare
source: Prepare
vi: Đang chuẩn bị

source: Charged time
vi: Thời gian đã sạc

source: Charged power
vi: Điện năng đã sạc

source: Top up
vi: Nạp tiền

source: Top up to account
vi: Nạp tiền vào tài khoản

source: Create QR code
vi: Tạo mã QR

source: Quick choose
vi: Chọn nhanh

# type_money
source: Input Amount
vi: Nhập số tiền

# money_value
source: Top up amount
vi: Số tiền nạp

# top_up_to_account_info
source: Top up amount infomation
vi: Thông tin nạp tiền

# use_bank_app_for_scan_this_qr_code
source: Please scans money according to this QR code
vi: Vui lòng quẹt chuyển tiền theo QR code này

# charging_accepted_str
source: Successful
vi: Thành công

# charging_rejected_str
source: Rejected, handling sending to faulty station
vi: Từ chối, xử lý gửi xuống trạm bị lỗi

# charging_nomoney_str
source: Not enough money
vi: Không đủ tiền

# charging_blocked_str
source: Account is locked
vi: Tài khoản bị khóa

# charging_expired_str
source: Account expired
vi: Tài khoản hết hạn

# charging_userInvalid_str
source: User does not exist
vi: Người dùng không tồn tại

# charging_offline_str
source: Charging station is disconnected
vi: Trạm sạc bị ngắt kết nối

# available_connector_is_empty
source: Charging port is not available
vi: Cổng sạc hiện không có sẵn

# charging_deauthorized_str
source: The transaction was stopped because of the authorization status
vi: Giao dịch đã bị dừng do trạng thái ủy quyền

# charging_emergencystop_str
source: Emergency stop button was used.
vi: Nút dừng khẩn cấp đã được sử dụng.

# charging_evdisconnected_str
source: Disconnecting of cable, vehicle moved away from inductive charge unit.
vi: Ngắt kết nối cáp, xe đã di chuyển ra khỏi bộ sạc cảm ứng.

# charging_hardreset_str
source: A hard reset command was received.
vi: Đã nhận được lệnh thiết lập lại cứng.

# charging_local_str
source: Stopped locally on request of the user at the charge point
vi: Dừng cục bộ theo yêu cầu của người dùng tại điểm sạc

# charging_other_str
source: Any other reason.
vi: Không rõ nguyên nhân

# charging_powerloss_str
source: Complete loss of power.
vi: Mất điện hoàn toàn.

# charging_reboot_str
source: A locally initiated reset/reboot occurred.
vi: Đã xảy ra quá trình khởi động lại/khởi động lại cục bộ.

# charging_remote_str
source: Stopped remotely on request of the user
vi: Dừng từ xa theo yêu cầu của người dùng

# charging_softreset_str
source: A soft reset command was received.
vi: Đã nhận được lệnh thiết lập lại mềm.

# charging_unlockcommand_str
source: Central System sent an unlock connector command.
vi: Hệ thống trung tâm đã gửi lệnh mở khóa kết nối.

source: Click at here
vi: Nhấn vào đây

# please_type_money
source: Please enter an amount greater than VND 2000
vi: Vui lòng nhập số tiền lớn hơn 2000 VNĐ

source: Search booking
vi: Tìm lịch đặt

source: Maximum power
vi: Công suất tối đa

# price_need_paid
source: Price needs to be paid (VND)
vi: Chi phí cần thanh toán (VNĐ)

# price_parking_total
source: Parking cost (VND)
vi: Chi phí đỗ xe (VNĐ)

source: Dark mode
vi: Chế độ tối

# money_str
source: Amount
vi: Số tiền (VNĐ)

# system_str
source: System
vi: Hệ thống

# bank_account_str
source: Bank account
vi: Số tài khoản

# bank_account_name_str
source: Account name
vi: Tên tài khoản

source: Bank code
vi: Mã ngân hàng

# bank_name
source: Bank
vi: Ngân hàng

# content_str
source: Content
vi: Nội dung

# time_paid
source: Time taken
vi: Thời gian thực hiện

# type_paid
source: Payment type
vi: Loại thanh toán

source: Payment code
vi: Mã thanh toán

# sent_to_account
source: To account
vi: Tới tài khoản

source: Referent code
vi: Mã tham chiếu

# activating_str
source: Active
vi: Đang hoạt động

# inactivating_str
source: Inactive
vi: Không hoạt động

source: Find by device name
vi: Tìm theo tên thiết bị

# welcome_str
source: Welcome
vi: Xin chào

# revenue_by_org
source: Revenue by unit
vi: Doanh thu theo đơn vị

source: Revenue by payment type
vi: Doanh thu theo hình thức thanh toán

source: Revenue by month
vi: Doanh thu theo tháng

# revenue_by_top_terminal
source: Unit with the top revenue
vi: Đơn vị có doanh thu cao nhất

# revenue_by_top_device
source: Device with the top revenue
vi: Thiết bị có doanh thu cao nhất

source: Revenue by day
vi: Doanh thu theo ngày

# org_list
source: List of organizations
vi: Danh sách đơn vị

# find_by_org_name
source: Find by organizations name
vi: Tìm theo tên đơn vị

# device_online
source: Activity
vi: Hoạt động

# device_offline
source: Connection lost
vi: Mất kết nối

# device_not_setup
source: Not working yet
vi: Chưa hoạt động

# device_expired
source: Expired
vi: Hết hạn

# org_str
source: Organization
vi: Đơn vị

# no_data_str
source: No data
vi: Không có dữ liệu

source: Total device
vi: Số thiết bị

source: Payment history
vi: Lịch sử thanh toán

source: Number of payment
vi: Lượt thanh toán

# time_out_connection
source: Timeout exceeded, please check your network connection
vi: Quá thời gian chờ, vui lòng kiểm tra kết nối mạng của bạn

# not_connect_to_server
source: Unable to connect to the server
vi: Không thể kết nối đến máy chủ

# vnd_unit
source: VND
vi: VNĐ

source: Delete account
vi: Xóa tài khoản

# you_are_sure_delete_account_title
source: You will no longer be able to access this account. Are you sure you want to delete this account?
vi: Bạn sẽ không thể truy cập vào tài khoản này nữa. Bạn có chắc chắn bạn muốn xóa tài khoản?

# choose_org
source: Choose unit
vi: Chọn đơn vị

# payment_detail
source: Payment details
vi: Chi tiết thanh toán

# notify_detail
source: Notification details
vi: Chi tiết thông báo

# title_str
source: Title
vi: Tiêu đề

# transaction_id_str
source: Transaction code
vi: Mã giao dịch

# notify_type
source: Notification type
vi: Loại thông báo

# scan_qrcode_of_user_for_payment
source: Scan user's code to make payment
vi: Quét mã của người dùng để thanh toán

source: My QR
vi: QR của tôi

# voucher_list
source: Coupon list
vi: Danh sách mã

# link_partner
source: Store link
vi: Liên kết cửa hàng

source: Link user
vi: Liên kết người dùng

# scan_qrcode_of_user_for_link
source: Scan user's code to link
vi: Quét mã của người dùng để liên kết

# scan_qrcode_of_store_for_link
source: Scan store's code to link
vi: Quét mã của cửa hàng để liên kết

source: Choose store
vi: Chọn cửa hàng

# store_info
source: Information store
vi: Thông tin cửa hàng

# store_code
source: Partner code's store
vi: Mã nhận diện cửa hàng

# confirm_link_store
source: Are you sure to link to this store?
vi: Bạn có chắc chắn liên kết với cửa hàng này ?

# confirm_unlink_store
source: Are you sure to unlink this store?
vi: Bạn có chắc chắn hủy liên kết với cửa hàng này ?

# you_have_not_link_account
source: You do not have permission to link accounts!
vi: Bạn không có quyền liên kết tài khoản !

# qr_code_invalid
source: QR code is invalid !
vi: Mã QR không hợp lệ !

# you_have_not_to_login
source: You do not have permission to log in to this application!
vi: Bạn không có quyền đăng nhập vào ứng dụng này !

# please_show_this_qr_for_partner
source: Please show this code to the store owner for payment!
vi: Vui lòng đưa mã này cho chủ cửa hàng để thanh toán!

source: Self-pay
vi: Tự thanh toán

# transaction_detail_str
source: Transaction details
vi: Chi tiết giao dịch

# top_up_str
source: Top up wallet
vi: Nạp tiền vào ví

# extend_str
source: Extend device
vi: Gia hạn thiết bị

# pay_by_voucher_str
source: Pay by voucher
vi: Thanh toán bằng voucher

# provide_voucher_str
source: Create voucher
vi: Tạo voucher

# receive_voucher_str
source: Receive voucher
vi: Nhận voucher

# refund_voucher_str
source: Refund voucher
vi: Hoàn voucher

# top_up_voucher_str
source: Top up voucher
vi: Nạp voucher

# all_str
source: All
vi: Tất cả

source: Payment type
vi: Loại thanh toán
